<?php

$tmps = [
    [
        'id' => 'AT0009',
        'title' => '订单支付成功通知',
        'keywords' => '订单编号、商品名称、金额、订单状态、支付金额、支付时间',
        'keyword_id_list' => [9, 10, 2, 8, 11, 6]
    ],
    [
        'id' => 'AT0010',
        'title' => '订单支付失败通知',
        'keywords' => '订单编号、商品名称、金额、下单时间、失败原因',
        'keyword_id_list' => [18, 19, 5, 4, 1]
    ],
    [
        'id' => 'AT0007',
        'title' => '订单发货提醒',
        'keywords' => '商家、订单编号、商品名称、快递公司、快递单号、收货人、收货人电话、收货地址',
        'keyword_id_list' => [35, 20, 59, 2, 23, 69, 70, 19]
    ],
    [
        'id' => 'AT0036',
        'title' => '退款通知',
        'keywords' => '订单编号、商品名称、退款金额、退款类型、温馨提示',
        'keyword_id_list' => [14, 13, 3, 36, 50]
    ],
    [
        'id' => 'AT0104',
        'title' => '预约成功通知',
        'keywords' => '门店、预约项目、预约时间、姓名、电话、时间、备注',
        'keyword_id_list' => [10, 6, 13, 1, 2, 4, 11]
    ],
    [
        'id' => 'AT0117',
        'title' => '预约取消通知',
        'keywords' => '门店、原预约项目、姓名、电话、取消原因、取消时间',
        'keyword_id_list' => [4, 19, 1, 2, 26, 16]
    ],
    [
        'id' => 'AT0306',
        'title' => '预约失败通知',
        'keywords' => '商家名称、预约项目、预约时间、失败原因、客服电话、备注',
        'keyword_id_list' => [29, 12, 5, 4, 30, 8]
    ],
    [
        'id' => 'AT0161',
        'title' => '排队即将排到通知',
        'keywords' => '门店、您的排号、还需等待、预估等待、排队状态、温馨提示',
        'keyword_id_list' => [16, 7, 3, 4, 2, 18]
    ],
    [
        'id' => 'AT1198',
        'title' => '卡券领取成功通知',
        'keywords' => '卡券名称、卡券类别、使用限制、领取时间、有效日期',
        'keyword_id_list' => [5, 1, 2, 3, 4]
    ],
];